{
  "main": "Бош саҳифа",
  "aboutCompany": "Компания ҳақида",
  "aboutUs": "Биз ҳақимизда",
  "ourTeam": "Бизнинг жамоа",
  "ourTeamTitle": "<span>Бизнинг</span> жамоа",
  "services": "Хизматлар",
  "activities": "Бизнинг <br/> фаолиятимиз",
  "careers": "Карьера",
  "contacts": "Контактлар",
  "activitiesOne": "<span>Муддати ўтган</span> қарз даражасини мониторинг қилиш",
  "activitiesTwo": "<span>Низоларни судгача</span> <br/> ҳал қилиш",
  "activitiesThree": "<span>НПЛ портфелини</span> <br/> таҳлил қилиш",
  "activitiesFour": "<span>Йиғиш жараёнини</span> <br/>  ҳуқуқий қўллаб-қувватлаш",
  "main-carousel-one": "<span>Сизнинг</span>  бизнесингиз учун ишончли ҳамкор",
  "mainCarouselTwo": "<span>Биз қарз</span>  муаммоларини ҳал қилишга ёрдам берамиз",
  "mainCarouselThree": " <span>Қарздорлик</span>  бўйича халқаро тажриба",
  "mainSectionTwoTitle": "Сизга қандай ёрдам беришимиз мумкин?",
  "sectionTwoTextOne": "Банк кредитлари бўйича қарзларни қайтариш",
  "sectionTwoTextTwo": "Телекоммуникация хизматлари бўйича қарзларни қайтариш",
  "sectionTwoTextThree": "Микромолия ташкилотларига қарзларни қайтариш",
  "sectionTwoTextFour": "Суғурта компанияларига қарзларни қайтариш",
  "sectionTwoTextFive": "Бўлиб-бўлиб сотилган товарлар бўйича бозорларга қарзларни қайтариш",
  "contact": "Контакт",
  "sectionTwoContactText": "Биз <b>душанбадан</b>  <b>жумагача</b> ишлаймиз. Иш вақти <b>8:00 дан 19:00</b> гача.",
  "submitApplication": "Аризани қолдириш",
  "statisticsTitle": "Биз эмас, рақамлар гапирсин!",
  "statisticsCardOne": "Муаммоли кредитларнинг фоизи(%)",
  "statisticsCardTwo": "Жисмоний шахсларга бериладиган кредитлар миқдори",
  "statisticsCardThree": "Юридик шахсларга бериладиган кредитлар миқдори",
  "statisticsBottomText": "Ўзбекистон Республикаси Марказий банки {{date}}-йил маълумотларига кўра",
  "cooperatingReceive": "Биз билан ҳамкорлик қилсангиз",
  "news": "Янгиликлар",
  "allNews": "Барча янгиликларни кўриб чиқиш",
  "weTrusted": "Бизларга ишонч билдирган компаниялар",
  "partnerBusiness": "Сизнинг бизнесингиз учун ишончли ҳамкор",
  "socialMedia": "Ижтимоий тармоқлар",
  "haveQuestions": "Саволларингиз бўлса, бемалол қўнғироқ қилинг!",
  "aboutTitle": "<span>«Spectrum Collection» МЧЖ </span> Ўзбекистонда қарзларни ундириш бўйича биринчи мустақил замонавий профессионал агентлик ҳисобланади",
  "ourMission": "Бизнинг вазифамиз",
  "ourMissionText": "Биз бизнесга қарзларни тўлашда ёрдам берамиз, шу билан бирга йиғиш жараёнининг ижтимоий, ахлоқий ва ҳуқуқий меъёрларига риоя қиламиз, ҳар доим ҳамкорлик қилаётган одамларга ҳурмат билан муносабатда бўламиз.",
  "WeOffer": "Биз мижозларимизга",
  "WeOfferText": "Бизнес жараёнларини яхшилаш ва бизнес самарадорлигини оширишга ёрдам берадиган ечимларни таклиф қиламиз. <br/><br/> Биз тўпланган халқаро тажрибадан фойдаланган ҳолда муддати ўтган қарзларни қайтариш бўйича янги илғор ва технологик ноу-хауларни доимий равишда ишлаб чиқамиз ва амалга оширамиз. <br/><br/> Шу билан бирга, биз Ўзбекистон Республикаси қонунчилигининг талабларига, шу жумладан истеъмолчилар ҳуқуқларини ҳимоя қилиш, шахсий маълумотлар, тижорат сирлари ва бошқа қонунларга риоя қилиш соҳасидаги норматив-ҳуқуқий ҳужжатларга, шунингдек ахлоқий меъёрлар ва стандартларга қатъий риоя қиламиз.",
  "profitableCooperate": "Нима учун биз билан ҳамкорлик қилиш манфаатли:",
  "profitableCooperateCardOne": "Биз мижозларимизнинг пулларини тежаймиз: бизда мослашувчан ҳамкорлик шартлари мавжуд ва мукофот миқдори қарздорлардан йиғилган суммалардан ҳисобланади.",
  "profitableCooperateCardTwo": "Биз ҳар бир қарздор учун алоҳида ишлаймиз: қарздорнинг ҳам, қарз берувчининг ҳам қонуний манфаатларига риоя қилган ҳолда, барча томонлар учун муддати ўтган қарзни тўлаш учун мақбул ечимни топамиз.",
  "profitableCooperateCardThree": "Биз ҳар бир мижозимиз олдида тижорат сирларини очиш, шахсий маълумотларни ҳимоя қилиш ва ходимларимизнинг хатти-ҳаракатлари учун обрў - эътибор хавфини туғдирмаслик учун жавобгармиз.",
  "profitableCooperateCardFour": "Ходимларимизнинг малакасини доимий равишда ошириб борамиз: биз ўз ходимларимизга қарздорларнинг алоқа бўйича мутахассислари сифатида таълим берамиз, шу билан биргаликда мижознинг обрўсига ҳам ижобий таъсир кўрсатамиз",
  "profitableCooperateCardFive": "Муаммоли қарздорлик ишларини бизга топширганингиздан сўнг, уларнинг самарадорлигини ошириш учун асосий бизнес жараёнлари билан ишлашга кўпроқ вақтингиз бўлади.",
  "profitableCooperateCardSix": "Сизда ҳуқуқий хатарлар камаяди, чунки биз ходимларимизнинг ҳаракатлари учун тўлиқ жавобгармиз ва ҳар бир муаммоли иш учун ҳуқуқий ёрдам кўрсатишга тайёрмиз.",
  "ourValues": "Бизнинг қадриятларимиз",
  "respect": "Ҳурмат",
  "cooperation": "Ҳамкорлик",
  "development": "Ривожланиш",
  "simplicity": "Оддийлик",
  "ourValuesCardOne": "Ўзаро ҳурмат бизнинг бизнесимизнинг асосидир. Биз ўзимизга қандай муносабатда бўлишни хоҳласак, бошқаларга ҳам шундай муносабатда бўламиз.",
  "ourValuesCardTwo": "Биргаликда юқори марраларни забт этишимизга ишонамиз. Биз шерикларимиз билан муносабатларни шаффофлик тамойиллари асосида қурамиз.",
  "ourValuesCardThree": "Биз эришган натижаларимиздан қатъи назар, доимо ривожланамиз",
  "ourValuesCardFour": "Барчаси осон ва қулай бўлиши шарт! Биз мижозларимиз учун жараёнларимизни содда ва тушунарли қилишга ҳаракат қиламиз.",
  "servicesTitle": "<span>МЧЖ «Spectrum Collection»  </span> қарзларни ундириш хизматларини тақдим этади",
  "servicesSubtitle": "Банклар, микромолия ташкилотлари, суғурта компаниялари, маркетплэйс, телекоммуникация компаниялари ва муддати ўтган қарзлар билан ишлашда профессионал ёрдам ва ёрдамга муҳтож бўлган бошқа компанияларга қарзларини қайтариш бўйича хизмат кўрсатади.",
  "servicesBoxTitleOne": "Судгача бўлган қарздорлик",
  "servicesBox1": "Скоринг моделларидан фойдаланган ҳолда қарздорларнинг портфелларини таҳлил қилиш",
  "servicesBox2": "Нутқни аниқлаш билан юқори предиктив ИВР қўнғироғи",
  "servicesBox3": "Қарздорларнинг манзилларига СМС хабарлар ва билдиришномалар юбориш",
  "servicesBox4": "Skip tracing",
  "servicesBox5": "Бизнинг профессионал ўқитилган Call центр операторларимиз билан IP телефония орқали алоқа",
  "servicesBox6": "Тўловларни назорат қилиш ва ҳисоботларни ҳар қандай қулай форматда тайёрлаш",
  "servicesBoxTitleTwo": "Суд қарори",
  "servicesBox7": "Судга топшириш учун ҳужжатлар тўпламини тўплаш, тайёрлаш ва таҳлил қилиш",
  "servicesBox8": "Суд ишларини юритиш ва назорат қилиш",
  "servicesBox9": "Суд ҳужжатини олиш",
  "servicesBox10": "Суд қарори ижросини назорат қилиш",
  "servicesBoxTitleThree": "Ижро иши",
  "servicesBox11": "Ижро ҳужжатини мажбурий ижро бюросига (МИБ)тақдим этиш",
  "servicesBox12": "Тўғридан-тўғри йиғиш доирасида МИБ ходимлари билан ўзаро муносабатлар (инвентаризация, мол-мулкни ҳибсга олиш, мулкни баҳолаш ва бошқалар).",
  "servicesBox13": "Кредиторнинг қарзи тўлангунга қадар ижро процессини қўллаб-қувватлаш",
  "careerTitle": "<span> Компаниямизда ишлаш </span> - бу қизиқарли лойиҳаларда иштирок этиш ва мураккаб профессионал муаммоларни ҳал қилишдир!",
  "careerWithUs": "Биз билан карьера",
  "careerWithUsText": "Агар сиз бизнинг қадриятларимизни баҳам кўрсангиз ва ўз олдингизга янги мақсадлар қўйишга интилсангиз, Spectrum Collection сизнинг янги иш жойингиз бўлиши мумкин. <br /> <br /> Биз шаффоф молиявий шароитлар, барқарорлик, таълим дастурлари ва ривожланиш истиқболларини таклиф этамиз. Ўз навбатида, биз қизиқиш, ҳалоллик, биз билан ривожланиш ва муваффақиятга эришиш истагини кутамиз. <br /> <br /> Биз ҳар бир ходимнинг ҳиссасини қадрлаймиз ва потенциалини очиш учун шароит яратамиз. Сиз компаниянинг расмий саҳифасида янги бўш иш ўринлари мавжудлиги ҳақида билсангиз бўлади. ",
  "careerWithUsBtn": "hh.uzда вакансияларни кўришингиз мумкин",
  "contactDetails": "Алоқа маълумотлари",
  "contactUs": "Биз билан боғланинг",
  "contactUsText": "Агар сизда бирон бир савол бўлса, шаклни тўлдиринг ва администраторимиз бир неча кун ичида сиз билан боғланади!",
  "contactTelLabel": "Қуйидаги номер орқали биз билан боғланинг",
  "contactEmailLabel": "Электрон почта манзилимизга ёзинг",
  "contactAddressLabel": "Бизнинг офис жойлашган",
  "name": "Исм",
  "telNumber": "Телефон рақам",
  "ContactSubmitApplication": "Сўровнома юбориш",
  "successfullySent": "Сўровнома муваффақиятли юборилди",
  "contactShortly": "Бизнинг ходимимиз тез орада сиз билан боғланади",
  "clear": "Тушунарли",
  "levelMonitoring": "<span>Дастлабки босқичларда</span> муддати ўтган қарзлар даражасини кузатишингиз мумкин",
  "levelMonitoringTextOne": "Дастлабки босқичларда муддати ўтган қарздорлик даражасини мониторингини, қарздорларнинг кечикиш давомийлигидаги ўзгаришларини (масалан, 1 – 30 кундан 31 – 60 кунгача бўлган кечикиш босқичидан ўтиш) олдиндан ва самарали жавоб бериш ва тегишли чораларни кўришни ўз ичига олади. <br/> <br/> Бошқарувнинг ушбу босқичида қарздор билан алоқанинг ўзига хос хусусиятларини, унинг мураккаблиги даражасига қараб ҳисобга оладиган тегишли ноу-хау ва тайёр ечимларга (скоринг, предиктив қўнғироқ) эга бўлиш муҳимдир. Шунинг учун тегишли воситалар ва жараён ёндашувига эга бўлган бизнес-ҳамкор билан ҳамкорликни йўлга қўйиш муҳимдир.",
  "levelMonitoringTitleOne": "Биз",
  "levelMonitoringTextTwo": "  Алоқа марказимиз технологиялари орқали муддати ўтган қарз даражасини кузатамиз. Асосий мақсад - қарздор томонидан муддати ўтган қарзни, дастлабки босқичларда тўлаш ва уни муддати тугамаган ҳолатга қайтаришдир. Ушбу босқичда, тўғри тузилган жараён билан, мижоз билан алоқа ўрнатиш самарадорлиги 100% га яқин эканлиги жуда муҳимдир. <br/> <br/> Ушбу босқичда, тўғри тузилган жараён билан, мижоз билан алоқа ўрнатиш самарадорлиги 100% га яқин эканлиги жуда муҳимдир.",
  "levelMonitoringTitleTwo": "Амалдаги воситалар:",
  "honeCalls": "Телефон қўнғироқлар",
  "voiceMessages": "Овозли хабарлар",
  "textMessages": "Матнли хабарлар (СМС)",
  "individualRequests": "Тўловларни амалга ошириш учун индивидуал сўровлар (хатлар).",
  "otherActivities": "Бошқа турдаги фаолият ишлари",
  "preTrialSettlementText1": "Ушбу босқич ҳар бир мижозга мослаштирилган бўлиб, жуда кенг кўламли тадбирларни қамраб олади. Биз қарздорларнинг эҳтиёжларига ҳам, бизнес шерикларимизнинг эҳтиёжларига ҳам мослаштирилган кўплаб воситалардан фойдаланамиз. <br/> <br/> Шундай қилиб, бошқарув учун қабул қилинган қарзлар тўплами ҳар сафар таҳлил қилинади ва тегишли ноу-хау, соҳанинг хусусиятлари ва қарздорларнинг турига мослаштирилган жараённи билиш - портфелни самарали бошқариш ва қарзларни ундириш тадбирларини аниқ режалаштириш имконини беради. <br/><br/> Қарзни судгача ҳал қилишнинг бир қисми сифатида биз мижоз билан алоқа ўрнатишга ва қарзни тўлашнинг ҳақиқий имкониятларини мувофиқлаштиришга катта эътибор берамиз.",
  "preTrialSettlementTitle1": "Бу босқичда қуйидагилар муҳим:",
  "preTrialSettlementText2": "қарздор билан ўз вақтида алоқа ўрнатинг (агар керак бўлса, унинг алоқа маълумотларини янгиланг);",
  "preTrialSettlementText3": "қарздорнинг молиявий ҳолати, қарзни тўлаш имкониятлари тўғрисида маълумот олинг;",
  "preTrialSettlementText4": "қарздор шахсларни интизомга солинг",
  "preTrialSettlementTitle2": "Қарзни судгача ҳал қилишнинг афзалликлари:",
  "preTrialSettlementText5": "мижоз томонидан мақсадга эришиш учун юқори тезлик;",
  "preTrialSettlementText6": "портфолио сифатини яхшилаш;",
  "preTrialSettlementText7": "тўловлар бўйича қарздорлик хавфини чеклаш",
  "portfolioAnalysisText1": " Йиғиш жараёни самаралироқ бўлиши учун, бизнинг скоринг тизимимиз муаммоли кредитлар портфелини (NPL) юқори аниқлик билан баҳолаш имконини беради. <br/><br/> Баҳолаш, йиғиш жараёнларини тартибга солиш бўйича чуқур билимга эга бўлган мутахассисларимиз жамоаси томонидан ўтказилган таҳлил билан қўллаб-қувватланади, унинг роли статистик прогноз ва ҳақиқат ўртасидаги мувофиқликни ҳамда ҳар бир NPL портфелининг ўзига хос хусусиятларини таъминлашдан иборат.",
  "portfolioAnalysisTitle": "NPL портфелларини таҳлил қилиш қуйидагиларни ўз ичига олади:",
  "segmentationDebtors": "қарздорларнинг сегментацияси",
  "dueDiligence": "комплекс баҳолаш",
  "statisticalAnalysis": "статистик таҳлил",
  "backtesting": "basket testing",
  "portfolioAnalysisText2": "Юқорида айтилганларнинг барчаси бизнинг мутахассисларимиз билан янада самарали ишлаш учун NPL портфелини аниқ баҳолашга имкон беради",
  "legaSupportText1": "Биз бизнесга муддати ўтган қарзларни тўлаш бўйича чора-тадбирларнинг тўлиқ циклини таклиф қиламиз, шу жумладан қарзларни суд орқали ҳал қилиш босқичида (қонуний тўплам) ҳуқуқий қўллаб-қувватлаймиз",
  "legaSupportTitle": "Ушбу босқич қуйидагиларни ўз ичига олади:",
  "legaSupportText2": "Материалларни йиғиш ва ишни судга топшириш",
  "legaSupportText3": "Суд ишларини назорат қилиш",
  "legaSupportText4": "Суд қарори ижросини назорат қилиш",
  "legaSupportText5": "Шу юздан, бизнинг жамоамиз доимий равишда малака оширадиган тажрибали адвокатларни саралаб олади, чунки биз бизнес шерикларимиз билан ҳар бир ўзаро алоқада профессионалликка интиламиз ва қарзни кечиктиришнинг дастлабки босқичларида ҳал қилишдан тортиб, суд қарорларини бажариш орқали тўлиқ тўлашгача, узлуксиз жараённи таъминлашга интиламиз.",
  "mapLanguage" : "uz",
  "activitiesCardOne": "Муддати ўтган қарз даражасини мониторинг қилиш",
  "activitiesCardTwo":"Низоларни судгача ҳал қилиш",
  "activitiesCardThree": "НПЛ портфелини <br/> таҳлил қилиш",
  "activitiesCardFour":"Йиғиш жараёнини ҳуқуқий қўллаб-қувватлашя",
  "allNewsTitle": "<span>Барча</span> янгиликлар",
  "allNewsTwo": "Барча янгиликлар",
  "newsBadge": "Янгиликлар",
  "activitiesMainOne": "Дастлабки босқичларда муддати ўтган қарзлар даражасини кузатишингиз мумкин",
  "contactDescription": "Илова матни"
}
