{
  "main": "Главная",
  "aboutCompany": "О компании",
  "aboutUs": "О нас",
  "ourTeam": "Наша команда",
  "ourTeamTitle": "<span>Наша</span> команда",
  "services": "Наши услуги",
  "activities": "Наша <br/> деятельность",
  "careers": "Карьера",
  "contacts": "Контакты",
  "activitiesOne": "<span>Мониторинг уровня</span> просроченной задолженности",
  "activitiesTwo": "<span>Досудебное урегулирование</span> <br/> задолженности",
  "activitiesThree": "<span>Анализ</span> <br/> портфелей NPL",
  "activitiesFour": "<span>Юридическое сопровождение</span> <br/> процесса взыскания",
  "main-carousel-one": "<span>Надежный</span> партнер для вашего бизнеса",
  "mainCarouselTwo": "<span>Мы поможем</span> решить проблемы с долгами",
  "mainCarouselThree": " <span>Огромный</span> международный опыт в области взысканий",
  "mainSectionTwoTitle": "Чем мы можем быть вам полезны?",
  "sectionTwoTextOne": "Возврат долгов по банковским кредитам",
  "sectionTwoTextTwo": "Возврат задолженности по телекоммуникационным услугам",
  "sectionTwoTextThree": "Возврат долгов микрофинансовым организациям",
  "sectionTwoTextFour": "Возврат долгов страховым компаниям",
  "sectionTwoTextFive": "Возврат долгов маркетплейсам по товарам, проданным в рассрочку",
  "contact": "Контакт",
  "sectionTwoContactText": "Мы работаем с <b>понедельника</b>  по  <b>пятницу </b>. Горячая линия работает с <b>8:00 до 19:00</b>.",
  "submitApplication": "Оставить заявку",
  "statisticsTitle": "Пусть цифры говорят сами за себя.",
  "statisticsCardOne": "Доля проблемных кредитов",
  "statisticsCardTwo": "Объем кредитов физическим лицам",
  "statisticsCardThree": "Объем кредитов юридическим лицам",
  "statisticsBottomText": "По данным ЦБ РУз на {{date}}",
  "cooperatingReceive": "Сотрудничая с нами вы получите",
  "news": "Новости",
  "allNews": "Посмотреть все новости",
  "weTrusted": "Нам доверяют",
  "partnerBusiness": "Надежный партнер для вашего бизнеса",
  "socialMedia": "Социальные сети",
  "haveQuestions": "Есть вопросы? Звоните!",
  "aboutTitle": "<span>ООО «Spectrum Collection»</span> - первое независимое современное профессиональное агентство по сбору долгов в Узбекистане",
  "ourMission": "Наша миссия",
  "ourMissionText": "Мы помогаем бизнесу вернуть долги, при этом соблюдаем социальные, этические и правовые нормы процесса взыскания, всегда с уважением относясь к людям, с которыми сотрудничаем.",
  "WeOffer": "Мы предлагаем",
  "WeOfferText": "Нашим клиентам решения, которые помогают улучшить бизнес-процессы и повысить эффективность их бизнеса. <br/><br/> Мы постоянно разрабатываем и внедряем новые усовершенствованные и технологичные ноу-хау в сфере возврата просроченной задолженности, используя накопленный международный опыт. <br/><br/> При этом мы строго соблюдаем требования законодательства Республики Узбекистан, включая нормативно-правовые акты в сфере защиты прав потребителей, персональных данных, соблюдения коммерческой тайны и иных законов, а также этические нормы и стандарты.",
  "profitableCooperate": "Почему с нами выгодно сотрудничать",
  "profitableCooperateCardOne": "Экономим деньги наших клиентов: у нас гибкие условия сотрудничества, и размер нашего вознаграждения исчисляется с взысканных от должников сумм.",
  "profitableCooperateCardTwo": "Индивидуально работаем по каждому должнику: находим оптимальное решение по погашению просроченной задолженности для всех сторон, соблюдая законные интересы и должника, и кредитора.",
  "profitableCooperateCardThree": "Несем ответственность перед каждым нашим клиентом за раскрытие коммерческой тайны, защиту персональных данных и несем репутационные риски за действия наших сотрудников.",
  "profitableCooperateCardFour": "Постоянно повышаем квалификацию наших сотрудников: мы постоянно обучаем наш персонал, как профессионалов в области коммуникаций с должниками, положительно влияя на репутацию самого клиента",
  "profitableCooperateCardFive": "Отдав работу с проблемной задолженностью в наши руки, у Вас появляется больше времени для работы с основными бизнес-процессами, чтобы улучшить их эффективность.",
  "profitableCooperateCardSix": "У Вас снижаются юридические риски, т.к. мы полностью несем ответственность за действия наших сотрудников и готовы обеспечить юридическое сопровождение по каждому проблемному кейсу.",
  "ourValues": "Наши ценности",
  "respect": "Уважение",
  "cooperation": "Сотрудничество",
  "development": "Развитие",
  "simplicity": "Простота",
  "ourValuesCardOne": "Взаимное уважение является фундаментом нашего бизнеса. Мы относимся ко всем так, как мы бы хотели, чтобы относились к нам.",
  "ourValuesCardTwo": "Вместе мы можем добиться большего. Мы строим отношения с нашими партнерами на принципах прозрачности.",
  "ourValuesCardThree": "Мы постоянно развиваемся вне зависимости от достигнутых нами результатов.",
  "ourValuesCardFour": "Все должно быть просто и удобно для всех! Мы стараемся сделать наши процессы простыми, исключая лишние звенья, и понятными для наших клиентов.",
  "servicesTitle": "<span>ООО «Spectrum Collection» </span> оказывает услуги по возврату задолженности",
  "servicesSubtitle": "Банкам, микрофинансовым организациям, страховым компаниям, маркетплейсам, телекоммуникационным компаниям и иным компаниям, которым необходима профессиональная помощь и поддержка в работе с просроченной задолженностью.",
  "servicesBoxTitleOne": "Досудебное взыскание",
  "servicesBox1": "Анализ портфелей должников с использованием скоринговых моделей",
  "servicesBox2": "Высокопредиктивный обзвон IVR с распознаванием речи",
  "servicesBox3": "Рассылка SMS сообщений и уведомлений на адреса должников",
  "servicesBox4": "Skip tracing",
  "servicesBox5": "Коммуникация посредством IP телефонии с нашими профессионально обученными операторами колцентра",
  "servicesBox6": "Контроль платежей и подготовка отчетности в любом удобном формате",
  "servicesBoxTitleTwo": "Судебное взыскание",
  "servicesBox7": "Сбор, подготовка и анализ пакета документов для передачи в суд",
  "servicesBox8": "Сопровождение и контроль судебного производства",
  "servicesBox9": "Получение судебного акта",
  "servicesBox10": "Контроль исполнения судебного решения.",
  "servicesBoxTitleThree": "Исполнительное производство",
  "servicesBox11": "Предъявление исполнительного документа в Бюро Принудительного Исполнения (БПИ)",
  "servicesBox12": "Взаимодействие с сотрудниками БПИ в рамках непосредственно взыскания (опись, наложение ареста на имущество, оценка имущества и т.д.)",
  "servicesBox13": "Сопровождение исполнительного производства до момента погашения задолженности кредитора.",
  "careerTitle": "<span> Работа в нашей компании </span> – это участие в интересных проектах и решение сложных профессиональных задач!",
  "careerWithUs": "Карьера с нами",
  "careerWithUsText": "Если вы разделяете наши ценности и стремитесь ставить перед собой новые цели, компания Spectrum Collection может стать новым местом Вашей работы. <br /> <br /> Мы предлагаем прозрачные финансовые условия, стабильность, образовательные программы и перспективы развития. В свою очередь мы ожидаем заинтересованности, честности, желания развиваться и добиваться успеха вместе с нами. <br /> <br />Мы ценим вклад каждого сотрудника и создаем условия для раскрытия потенциала. Узнать о наличии новых вакансий вы можете на официальной странице компании. ",
  "careerWithUsBtn": "Посмотреть вакансии на hh.uz",
  "contactDetails": "Контактные данные",
  "contactUs": "Свяжитесь с нами",
  "contactUsText": "Если у вас есть вопросы, заполните форму и наш администратор свяжется с Вами в течении нескольких дней!",
  "contactTelLabel": "Звоните нам по номеру телефона",
  "contactEmailLabel": "Напишите нам на электронный адрес",
  "contactAddressLabel": "Наш офис находится по адресу",
  "name": "Имя",
  "telNumber": "Номер телефона",
  "ContactSubmitApplication": "Отправить заявку",
  "successfullySent": "Заявка успешно отправлена",
  "contactShortly": "Наш сотрудник свяжется с вами в ближайшее время",
  "clear": "Понятно",
  "levelMonitoring": "<span>Мониторинг уровня</span> просроченной задолженности на ранних этапах",
  "levelMonitoringTextOne": "Мониторинг уровня просроченной задолженности на ранних этапах включает в себя заблаговременное и эффективное реагирование и принятие нами соответствующих мер на изменения в длительности просрочки у должников (например, переход из стадии 1 – 30 дней просрочки в 31 – 60), переданных нам в работу. <br/> <br/> На этом этапе управления важно иметь соответствующие ноу-хау и готовые решения (скоринг, предиктивный обзвон), учитывающие специфику контакта с должником в зависимости от степени его сложности. Поэтому важно наладить сотрудничество с деловым партнером, который обладает соответствующими инструментами и процессным подходом. ",
  "levelMonitoringTitleOne": "Мы осуществляем",
  "levelMonitoringTextTwo": "Мониторинг уровня просроченной задолженности с помощью технологий нашего Контакт-центра. Основная цель здесь – погашение просроченной задолженности должником на ранних этапах и его возврат в статус непросроченного. Тот факт, что на данном этапе при правильно выстроенном процессе эффективность установления контакта с клиентом близка к 100%, имеет решающее значение. <br/> <br/> Тот факт, что на данном этапе при правильно выстроенном процессе эффективность установления контакта с клиентом близка к 100%, имеет решающее значение.",
  "levelMonitoringTitleTwo": "Используемые инструменты:",
  "honeCalls": "Телефонные звонки",
  "voiceMessages": "Голосовые сообщения",
  "textMessages": "Текстовые сообщения (смс)",
  "individualRequests": "Индивидуальные запросы (письма) на осуществление погашений.",
  "otherActivities": "Другие виды деятельности",
  "preTrialSettlementText1": "Данный этап охватывает очень широкий спектр мероприятий, адаптированных к каждому клиенту. Мы используем множество инструментов, адаптированных индивидуально как к потребностям должников, так и к потребностям наших деловых партнеров. <br/> <br/> Таким образом, пакет долгов, принятых к управлению, каждый раз анализируется, и надлежащие ноу-хау, знание особенностей отрасли и процесса, адаптированного к типу должников, позволяют эффективно управлять портфелем и точно планировать мероприятия по взысканию долгов. <br/><br/> В рамках досудебного урегулирования задолженности мы уделяем большое внимание установлению контакта с клиентом и согласованию реальной возможности погашения долга.",
  "preTrialSettlementTitle1": "На данном этапе важно:",
  "preTrialSettlementText2": "своевременно установить контакт с должником (при необходимости обновить его контактные данные)",
  "preTrialSettlementText3": "получить информацию о финансовом состоянии должника, прогноз возможностей погашения долга",
  "preTrialSettlementText4": "дисциплинирование лиц, имеющих задолженность",
  "preTrialSettlementTitle2": "Преимущества досудебного урегулирования задолженности:",
  "preTrialSettlementText5": "высокая скорость достижения цели заказчиком",
  "preTrialSettlementText6": "улучшение качества портфолио",
  "preTrialSettlementText7": "ограничение риска возникновения растущей задолженности по платежам",
  "portfolioAnalysisText1": "Наша скоринговая система позволяет с высокой точностью оценить портфель проблемных кредитов (NPL) на предмет возможности взыскания, чтобы сам процесс взыскания был максимально эффективным. <br/><br/> Оценка подкрепляется подтверждающим анализом, проводимым нашей командой экспертов, обладающими глубокими знаниями в области регулирования процессов взыскания, роль которого заключается в обеспечении соответствия между статистическим прогнозом и реальностью, а также спецификой каждого портфеля NPL.",
  "portfolioAnalysisTitle": "Таким образом анализ NPL портфелей включает:",
  "segmentationDebtors": "сегментирование должников",
  "dueDiligence": "комплексная юридическая оценка",
  "statisticalAnalysis": "статистический анализ",
  "backtesting": "бэктестинг",
  "portfolioAnalysisText2": "Все вышеперечисленное позволяет точно оценить портфель NPL для эффективной дальнейшей работы с ним нашими специалистами.",
  "legaSupportText1": "Мы предлагаем бизнесу полный цикл мероприятий по урегулированию просроченной задолженности, включая юридическое сопровождение взыскания на этапе судебного урегулирования задолженности (Legal collection).",
  "legaSupportTitle": "Данный этап включает:",
  "legaSupportText2": "Сбор материалов и передача дела в Суд",
  "legaSupportText3": "Контроль судебного делопроизводства",
  "legaSupportText4": "Контроль исполнения судебного решения",
  "legaSupportText5": "Для этих целей наша команда включает опытных юристов, которые постоянно проходят повышение квалификации, т.к. мы стремимся к профессионализму при каждом взаимодействии с нашими деловыми партнерами и стремимся обеспечить бесперебойный процесс, начиная с урегулирования задолженности на ранних стадиях просрочки и до полного погашения посредством исполнения решений суда.",
  "mapLanguage" : "ru",
  "activitiesCardOne": "Мониторинг уровня просроченной задолженности",
  "activitiesCardTwo":"Досудебное урегулирование задолженности",
  "activitiesCardThree": "Анализ <br/> портфелей <br/> NPL",
  "activitiesCardFour":"Юридическое сопровождение процесса взыскания",
  "allNewsTitle": "<span>Все</span> новости",
  "allNewsTwo": "Все новости",
  "newsBadge": "Новости",
  "activitiesMainOne": "Мониторинг уровня просроченной задолженности на ранних этапах",
  "contactDescription": "Текст заявки"

}
