{
  "main": "Main",
  "aboutCompany": "About company",
  "aboutUs": "About us",
  "ourTeam": "Our team",
  "ourTeamTitle": "<span>Our</span> team",
  "services": "Services",
  "activities": "Our <br/> activities",
  "careers": "Career",
  "contacts": "Contacts",
  "activitiesOne": "<span>Monitoring </span> overdue bills",
  "activitiesTwo": "<span>Pre-trial</span> <br/> settlement of debt",
  "activitiesThree": "<span>NPL</span> <br/>  portfolio analysis",
  "activitiesFour": "<span>Legal support</span> <br/>  of debt collection",
  "main-carousel-one": "<span>Secure partner</span> for your business",
  "mainCarouselTwo": "<span>We will help</span> you to solve your debt problems",
  "mainCarouselThree": " <span>International</span>  experience in the field of debts",
  "mainSectionTwoTitle": "What can we do for you?",
  "sectionTwoTextOne": "Repayment of debts on bank loans",
  "sectionTwoTextTwo": "Repayment of debts on telecommunication services",
  "sectionTwoTextThree": "Repayment of debts to microfinance organizations",
  "sectionTwoTextFour": "Repayment of debts to insurance companies",
  "sectionTwoTextFive": "Repayment of debts to marketplaces for goods sold in installments",
  "contact": "Contact",
  "sectionTwoContactText": "We work from <b>Monday</b> to <b>Friday</b>. The hotline is open from <b>8:00 to 19:00</b>.",
  "submitApplication": "Submit your application",
  "statisticsTitle": "Let the numbers speak for themselves!",
  "statisticsCardOne": "Share of problem loans",
  "statisticsCardTwo": "Volume of loans to individuals",
  "statisticsCardThree": "Volume of loans to legal entities",
  "statisticsBottomText": "According to the data of the Republic of Uzbekistan of the Central Bank {{date}}",
  "cooperatingReceive": "By collaborating with us, you will get:",
  "news": "News",
  "allNews": "View all news",
  "weTrusted": "We are trusted",
  "partnerBusiness": "Secure partner for your business",
  "socialMedia": "Social media",
  "haveQuestions": "If you have any questions, call us without hesitation!",
  "aboutTitle": "<span>«Spectrum Collection» LLC</span> is the first independent modern professional debt collection agency in Uzbekistan",
  "ourMission": "Our mission",
  "ourMissionText": "We help businesses to repay debts, by following the social, ethical and legal norms of the collection process, always respecting the people with whom we cooperate.",
  "WeOffer": "We offer to our clients",
  "WeOfferText": "Solutions that help to improve business processes and increase the efficiency of their business. <br/><br/> We are constantly developing and implementing new improved and technological know-how in the field of repayment of overdue debts, using the accumulated international experience. <br/><br/> At the same time, we strictly comply with the requirements of the legislation of the Republic of Uzbekistan, including regulatory legal acts in the field of consumer rights protection, personal data, compliance with trade secrets and other laws, as well as ethical norms and standards.",
  "profitableCooperate": "It is profitable to cooperate with us for several reasons:",
  "profitableCooperateCardOne": "We save our clients' money: we have flexible terms of cooperation, and the amount of our remuneration is calculated from the amounts collected from debtors.",
  "profitableCooperateCardTwo": "We work individually for each debtor: we find the optimal solution for the repayment of overdue debts for all parties, respecting the legitimate interests of both the debtor and the creditor.",
  "profitableCooperateCardThree": "We take the responsibility in front of our each client for disclosuring the commercial secrets, protecting personal data, we are responsible for reputational risks of our staff as well.",
  "profitableCooperateCardFour": "We are constantly improving the qualifications of our employees: we are persistently training our staff as professionals in the field of communication with debtors, positively affecting the reputation of the client himself",
  "profitableCooperateCardFive": "By giving the work with problem debt to us, you will have more time to work with the main business processes to improve their efficiency.",
  "profitableCooperateCardSix": "Your legal risks are reduced, because we are fully responsible for the actions of our employees and ready to provide legal support for each problematic case.",
  "ourValues": "Our values",
  "respect": "Respect",
  "cooperation": "Partnership",
  "development": "Development",
  "simplicity": "Simplicity",
  "ourValuesCardOne": "Mutual respect is the foundation of our business. We treat everyone the way we would like to be treated.",
  "ourValuesCardTwo": "Together we can achieve more. We build relationships with our partners on the principles of transparency.",
  "ourValuesCardThree": "We are constantly developing regardless of the results we have achieved.",
  "ourValuesCardFour": "Everything should be simple and convenient for everyone! We try to make our processes simple, eliminating unnecessary links, and understandable for our customers.",
  "servicesTitle": "<span>«Spectrum Collection» LLC</span> provides debt repayment services to",
  "servicesSubtitle": "Banks, microfinance organizations, insurance companies, marketplaces, telecommunications companies and other companies that need professional help and support in dealing with overdue debts.",
  "servicesBoxTitleOne": "Pre-trial debt collection",
  "servicesBox1": "Analysis of debtors' portfolios using scoring models",
  "servicesBox2": "Highly predictive IVR calling with speech recognition",
  "servicesBox3": "Sending SMS messages and notifications to debtors' addresses",
  "servicesBox4": "Skip tracing",
  "servicesBox5": "Communication via IP telephony with our professionally trained call center operators",
  "servicesBox6": "Payment control and reporting in any convenient format",
  "servicesBoxTitleTwo": "Judicial recovery",
  "servicesBox7": "Collection, preparation and analysis of a package of documents for transfering to the court",
  "servicesBox8": "Support and control of judicial proceedings",
  "servicesBox9": "Obtaining a judicial act",
  "servicesBox10": "Control over the execution of a court decision",
  "servicesBoxTitleThree": "Enforcement proceedings",
  "servicesBox11": "Presentation of the enforcement document to the Bureau of Compulsory Enforcement (BCE)",
  "servicesBox12": "Interaction with BPI employees within the framework of direct collection (inventory, seizure of property, valuation of property, etc.)",
  "servicesBox13": "Support of enforcement proceedings until the repayment of the creditor's debt",
  "careerTitle": "<span> Working in our company </span>  means participating in interesting projects and solving complex professional tasks!",
  "careerWithUs": "Career with us",
  "careerWithUsText": "If you share our values and strive to set new goals for yourself, Spectrum Collection can become a new place for your work.  <br /> <br /> We offer transparent financial conditions, stability, educational programs and development prospects. In turn, we expect interest, honesty, desire to develop and achieve success with us. <br /> <br /> We value the contribution of each employee and create conditions for the disclosure of potential. You can find out about the availability of new vacancies on the official page of the company. ",
  "careerWithUsBtn": "Check vacancies on hh.uz",
  "contactDetails": "Contact details",
  "contactUs": "Contact us",
  "contactUsText": "If you have any questions, fill out the form and our administrator will contact you within a few days!",
  "contactTelLabel": "Call us by following phone number",
  "contactEmailLabel": "Write to our e-mail address",
  "contactAddressLabel": "Our office is located at",
  "name": "Name",
  "telNumber": "Contact number",
  "ContactSubmitApplication": "Send request",
  "successfullySent": "Request has been successfully sent",
  "contactShortly": "Our staff will contact you soon",
  "clear": "Got it",
  "levelMonitoring": "<span>Monitoring the level</span> Monitoring the level of overdue debts at the early stages",
  "levelMonitoringTextOne": "Monitoring the level of overdue debt at the early stages includes early and effective response and taking appropriate measures by us to changes in the duration of arrears of debtors (for example, the transition from the stage of 1 – 30 days of delay to 31 – 60) transferred to us for work <br/> <br/> At this stage of management, it is important to have the appropriate know-how and ready-made solutions (scoring, predictive calling), taking into account the specifics of contact with the debtor, depending on the degree of its complexity. Therefore, it is important to establish cooperation with a business partner who has the appropriate tools and process approach.",
  "levelMonitoringTitleOne": "We",
  "levelMonitoringTextTwo": "Monitor the level of overdue debt using the technologies of our Contact Center. The main goal here is the repayment of overdue debt by the debtor at an early stage and its return to the status of overdue. The fact that at this stage, with a properly structured process, the effectiveness of establishing contact with the client is close to 100% which is crucial <br/> <br/> The fact that at this stage, with a properly structured process, the effectiveness of establishing contact with the client is close to 100% which is crucial",
  "levelMonitoringTitleTwo": "Tools used:",
  "honeCalls": "Calls",
  "voiceMessages": "Audio messages",
  "textMessages": "Text messages (SMS)",
  "individualRequests": "Individual requests (letters) for making repayments.",
  "otherActivities": "Other types of activities",
  "preTrialSettlementText1": "This stage covers a very wide range of activities adapted to each client. We use a variety of tools adapted individually to both the needs of debtors and the needs of our business partners <br/> <br/> Thus, the package of debts accepted for management is analyzed every time, and proper know-how, knowledge of the specifics of the industry and the process adapted to the type of debtors, makes it possible to effectively manage the portfolio and accurately plan debt collection activities. <br/><br/> As part of the pre-trial debt settlement, we pay great attention for establishing contact with the client and agreeing on the real possibility of debt repayment",
  "preTrialSettlementTitle1": "At this stage, it is important to:",
  "preTrialSettlementText2": "Establish timely contact with the debtor (update his contact details if necessary);",
  "preTrialSettlementText3": "Get information about the financial condition of the debtor, the observation of the possibilities of debt repayment;",
  "preTrialSettlementText4": "Discipline people who have debts",
  "preTrialSettlementTitle2": "Advantages of pre-trial debt settlement:",
  "preTrialSettlementText5": "High speed of achieving the goal by the customer;",
  "preTrialSettlementText6": "Improving the portfolio quality;",
  "preTrialSettlementText7": "Limiting the risk of rising payment arrears",
  "portfolioAnalysisText1": "Our scoring system allows us to accurately assess the portfolio of problem loans (NPL) for the possibility of recovery, so that the recovery process itself gets as efficient as it is possible. <br/><br/> The assessment is supported by confirmatory analysis which is conducted by our team of experts with in-depth knowledge in the field of regulation of recovery processes, whose role is to ensure compliance between the statistical forecast and reality, as well as the specifics of each NPL portfolio",
  "portfolioAnalysisTitle": "Thus, the analysis of NPL portfolios includes:",
  "segmentationDebtors": "segmentation of debtors;",
  "dueDiligence": "due diligence;",
  "statisticalAnalysis": "statistical analysis;",
  "backtesting": "back testing",
  "portfolioAnalysisText2": "All of the above allows us to accurately evaluate the NPL portfolio for effective further work with it by our specialists",
  "legaSupportText1": "We offer businesses a full cycle of measures for the settlement of overdue debts, including legal support of collection at the stage of judicial debt settlement (Legal collection)",
  "legaSupportTitle": "This stage includes:",
  "legaSupportText2": "Collection of materials and transfer of the case to the Court",
  "legaSupportText3": "Controlling of court records management",
  "legaSupportText4": "Controlling of the execution of a court decision",
  "legaSupportText5": "For these purposes, our team includes experienced lawyers who are constantly undergoing professional development, because we strive for professionalism in every interaction with our business partners and strive to ensure an uninterrupted process, starting with debt settlement at the early stages of delay and up to full repayment through the execution of court decisions.",
  "mapLanguage" : "en",
  "activitiesCardOne": "Monitoring Overdue Bills",
  "activitiesCardTwo":"Pre-trial settlement of debt",
  "activitiesCardThree": "NPL <br/> Portfolio <br/> Analysis",
  "activitiesCardFour":"Legal support of debt collection",
  "allNewsTitle": "<span>All</span> news",
  "newsBadge": "News",
  "activitiesMainOne": "Monitoring overdue bills at an early stage",
  "contactDescription": "Request text"
}
